@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row">
        <div class="container-fluid col-sm-8">
            <div class="terms">
                <h3>利用規約</h3>
                    <p>作成: 2024年04月04日</p>
                    <p>この利用規約（以下，「本規約」といいます。）は，サイト作成者がこのウェブサイト上で提供するサイト（以下，「本サイト」といいます。）の利用条件を定めるものです。ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サイトをご利用いただきます。</p>
                    
                    <h6>第1条（適用）</h6>
                    <ol>
                        <li>本規約は，ユーザーとサイト作成者との間の本サイトの利用に関わる一切の関係に適用されるものとします。</li>
                        <li>本サイトに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。</li>
                        <li>本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。</li>
                    </ol>
                
                    <h6>第2条（禁止事項）</h6>
                    <p>ユーザーは，本サイトの利用にあたり，以下の行為をしてはなりません。</p>
                    <ol>
                        <li>法令または公序良俗に違反する行為</li>
                        <li>犯罪行為に関連する行為</li>
                        <li>サイト作成者，本サイトの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
                        <li>本サイトの運営を妨害するおそれのある行為</li>
                        <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
                        <li>不正アクセスをし，またはこれを試みる行為</li>
                        <li>他のユーザーに成りすます行為</li>
                        <li>本サイトに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li>
                        <li>本サイトの他のユーザーまたは第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為</li>
                        <li>以下の表現を含み，または含むとサイト作成者が判断する内容を本サイト上に投稿し，または送信する行為</li>
                            <ol>
                                <li>過度に暴力的な表現</li>
                                <li>名誉毀損や侮辱罪にあたる表現</li>
                                <li>露骨な性的表現</li>
                                <li>人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現</li>
                                <li>自殺，自傷行為，薬物乱用を誘引または助長する表現</li>
                                <li>その他反社会的な内容を含み他人に不快感を与える表現</li>
                            </ol>
                        <li>以下を目的とし，または目的とすると当社が判断する行為</li>
                            <ol>
                                <li>営業，宣伝，広告，勧誘，その他営利を目的とする行為</li>
                                <li>性行為やわいせつな行為を目的とする行為</li>
                                <li>面識のない異性との出会いや交際を目的とする行為</li>
                                <li>他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</li>
                                <li>サイト作成者，本サイトの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為</li>
                                <li>その他本サイトが予定している利用目的と異なる目的で本サイトを利用する行為</li>
                            </ol>
                        <li>宗教活動または宗教団体への勧誘行為</li>
                        <li>その他，サイト作成者が不適切と判断する行為</li>
                    </ol>
                    
                    <h6>第3条（本サイトの提供の停止等）</h6>
                    <ol>
                        <li>サイト作成者は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サイトの全部または一部の提供を停止または中断することができるものとします。</li>
                            <ol>
                                <li>本サイトにかかるコンピュータシステムの保守点検または更新を行う場合</li>
                                <li>地震，落雷，火災，停電または天災などの不可抗力により，本サイトの提供が困難となった場合</li>
                                <li>コンピュータまたは通信回線等が事故により停止した場合</li>
                                <li>その他，サイト作成者が本サイトの提供が困難と判断した場合</li>
                            </ol>
                        <li>サイト作成者は，本サイトの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。</li>
                    </ol>

                    <h6>第4条（著作権）</h6>
                    <ol>
                        <li>ユーザーは，自ら著作権等の必要な知的財産権を有するか，または必要な権利者の許諾を得た文章に関してのみ，本サイトを利用し，投稿ないしアップロードすることができるものとします。</li>
                        <li>ユーザーが本サイトを利用して投稿ないしアップロードした文章については，当該ユーザーその他既存の権利者に留保されるものとします。ただし，サイト作成者は，本サイトを利用して投稿ないしアップロードされた文章について，本サイトの改良，品質の向上，または不備の是正等ならびに本サイトの周知宣伝等に必要な範囲で利用できるものとし，ユーザーは，この利用に関して，著作者人格権を行使しないものとします。</li>
                        <li>前項本文の定めるものを除き，本サイトおよび本サイトに関連する一切の情報についての著作権およびその他の知的財産権はすべてサイト作成者またはサイト作成者にその利用を許諾した権利者に帰属し，ユーザーは無断で複製，譲渡，貸与，翻訳，改変，転載，公衆送信（送信可能化を含みます。），伝送，配布，出版，営業使用等をしてはならないものとします。</li>
                    </ol>
                    
                    <h6>第5条（サイト内容の変更等）</h6>
                    <p>サイト作成者は，ユーザーに通知することなく，本サイトの内容を変更しまたは本サイトの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p>

                    <h6>第6条（利用規約の変更）</h6>
                    <p>サイト作成者は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。なお，本規約の変更後，本サイトの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。</p>

                    <h6>第7条（免責事項）</h6>
                    <ol>
                        <li>情報の閲覧やサイトの提供を受けるにあたっては、法律上の義務に従った上、ユーザー自身の責任において行うものとします。</li>
                        <li>サイト作成者は、本サイトにおける情報やサイトまたは、その安全性・確実性・有用性・最新性・合法性・道徳性や、コンピューターウィルスに感染しない等のいかなる保証を行うものではありません。</li>
                        <li>サイト作成者は、本サイトからのリンクしている他のリンク先等に含まれる情報・サイトについては、一切責任を負うものではありません。</li>
                        <li>サイト作成者は、虚偽の事実又は他人の個人情報を使用された場合等、不正使用については、一切の責任を負うものではありません。</li>
                    </ol>
                    
                    <h6>第8条（個人情報の取扱い）</h6>
                    <p>サイト作成者は，本サイトの利用によって取得する個人情報については，本サイトの「プライバシーポリシー」に従い適切に取り扱うものとします。</p>

                    <h6>第9条（権利義務の譲渡の禁止）</h6>
                    <p>ユーザーは，当社の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>

                    <h6>第10条（準拠法・裁判管轄）</h6>
                    <ol>
                        <li>本規約の解釈にあたっては，日本法を準拠法とします。</li>
                        <li>本サイトに関して紛争が生じた場合には，サイト作成者の居住所在地を管轄する裁判所を専属的合意管轄とします。</li>
                    </ol>
                    以上
            </div>
        </div>
    </div>
</div>
@endsection